[
    {
        "product_id": "66E45250-1CB8-1B72-0B1F-427198DCC2AF",
        "price": 78.50,
        "description": "Feature:\n1. Suitable for lawn mowers and dust removal.\n2. Simple and portable, easy to install.\n3. More sharp and efficient.\n4. Made of high-quality steel, durable, easy to remove grass, dust, etc.\n5. The long fork grasps the roots from multiple directions to ventilate the soil and create a healthy lawn. \n1. Since the product size is manually measured, please allow a difference of 1-3mm, thank you for your understanding.\n2. Due to the different display and lighting effects, the actual color of the product may be slightly different from the color shown on the picture. Thank you for your understanding.",
        "name": "Root Remover Tool Outdoor Killer Claw Weeder Portable Manual Garden Lawn Long Handled Aluminum Lightweight Stand Up Weed Puller",
        "comment_count": 0,
        "likes": 31,
        "amount": 14
    },
    {
        "product_id": "B6DF716D-0AEB-6665-8F1D-D133227EBFDE",
        "price": 19.99,
        "description": "multi-purpose carbon steel hoe, firm and durable, anti-corrosion coating protection, no rust\nCarbon steel multi-purpose hoe, suitable for gardening work such as loosening soil, transplanting and weeding\nThe plastic handle adopts ergonomics, which can reduce the labor intensity and fatigue of the wrist, making you more relaxed when working in the garden\nThe joint between the blade and the handle is welded with high-strength carbon steel, which is firm\nHanging holes are provided at the end of the handle for easy carrying and storage",
        "name": "Garden Hoe, Multi-Purpose Carbon Steel Hoe, Suitable for transplanting, Weeding, loosening and Other Gardening Work…",
        "comment_count": 0,
        "likes": 47,
        "amount": 15
    },
    {
        "product_id": "B0CA5870-D525-B8B7-2446-7D2C42629AAF",
        "price": 37.00,
        "description": "Prune the branches, leaves and stem of your hedge plants or garden plants to keep them well groomed and enhance the beauty of your property.\nEasy Cutting Action\nThis tool has a long handle that reduces the required cutting effort by 50% to let you cut stems and branches easily.\nSturdy Handles\nThe handles of this tool are made of aluminium to ensure that they are strong and lightweight.\nHard Carbon Blades\nThe blades of this tool are made of high-quality carbon steel and coated with Teflon to make it hard so that you get smooth cuts.\n\nImportant Note\nYou, the customer hereby represent and undertake that you are of legal age for purchase and use of this product. You undertake that you will use the product for domestic, and/or agricultural purposes only and in a safe and legal manner, consistent with all applicable laws, safety rules, and good common sense. Further, you represent that you will take such steps as may be reasonably necessary or required by applicable law to keep the product out of the hands of minors, untrained and/or unsound mind individuals. Flipkart shall not assume any consequences, loss, damage or injury, that may arise from the violent or illegal use, or misuse of the product sold by the independent Sellers on the Flipkart platform. It is the responsibility of the customer to handle the product with due care and its intended and legitimate use as a tool. Flipkart does not represent or warrant that the customer may legally purchase, own, or possess the product. Please check the laws and regulations outlined by Law Enforcement Agencies in your local jurisdiction before purchasing and keeping the product in possession.",
        "name": " Telescopic Extra Leverage Anvil Lopper (Manual)",
        "comment_count": 0,
        "likes": 3,
        "amount": 10
    },
    {
        "product_id": "277D5D24-AFB5-9F6B-16DE-BE786E96472E",
        "price": 43.25,
        "description": "sem, consequat nec, mollis vitae, posuere at, velit. Cras lorem lorem, luctus ut, pellentesque eget, dictum placerat, augue. Sed molestie. Sed id risus quis diam",
        "name": "Buildingshop UV Green House Net 75% Sun/Water Block",
        "comment_count": 0,
        "likes": 44,
        "amount": 7
    },
    {
        "product_id": "AD199386-6153-4344-0411-AD1243394778",
        "price": 96.79,
        "description": "Ammonium glyphosate is a waste-free herbicide. Weight: 50g soluble granular herbicide. Suitable for use on land without nitrogen fertilizers. Effective against perennial root weeds, used in rubber, blackberries, tea, orchards and sugar cane.",
        "name": "VIP Link Glyphosat Herbizid",
        "comment_count": 0,
        "likes": 27,
        "amount": 1
    },
    {
        "product_id": "DC893CBC-2415-65F2-9FF2-7C052D6638B4",
        "price": 11.05,
        "description": "Made of high quality resin, these dwarf statues are waterproof and rustproof. Every one is handmade, and the details are very good. Garden dwarf ornaments can be used for doll house, garden, desk and plant decoration, as well as children's toys and decorative desk or home. Note】It's small parts and inedible, please do not give them to children under 3 years old; Adult supervision is required",
        "name": "Drunk Dwarf Garden Gnomes",
        "comment_count": 0,
        "likes": 37,
        "amount": 17
    },
    {
        "product_id": "64D5A90E-AC55-78EA-B928-B2BAC9CF59A8",
        "price": 20.90,
        "description": "High-quality material: Made of environmentally-friendly and odorless high-quality plastic, the polyester fiber leaf looks natural and does not fade under sun and rain. It is resistant to high and low temperatures, aging. It can be used outdoors for a long time.",
        "name": "Artificial Leaf Privacy Fence Roll Wall Landscaping Fence",
        "comment_count": 0,
        "likes": 44,
        "amount": 5
    },
    {
        "product_id": "A6E058A0-031C-D952-B8A9-443865D18AEB",
        "price": 22.85,
        "description": "Material: 304 stainless steel (corrosion resistant, not easy to rust)",
        "name": "Park landscape stainless steel mirror cobblestone sculpture",
        "comment_count": 0,
        "likes": 20,
        "amount": 27
    },
    {
        "product_id": "E6D59DC9-6422-9DA5-43E4-54693A29211A",
        "price": 21.46,
        "description": "For lovers of garden and courtyard art decoration, the tree surface is a must-have for your garden decoration. Funny old man faces will add life to your tree and brighten up your garden. Our fun old man tree sculpture faces will make your life fun. A must have for any garden lover.",
        "name": "Creative Old Man Tree Face Hugger Garden Art Outdoor",
        "comment_count": 0,
        "likes": 12,
        "amount": 28
    },
    {
        "product_id": "6C2B72B4-798C-324D-1304-9031E1177DF3",
        "price": 22.78,
        "description": "Makes everything wet.",
        "name": "360 Degree Automatic Sprinkler Lawn Irrigation Head Adjustable Spray Nozzles Roof Cooling Sprinkler Industry Garden Supply",
        "comment_count": 0,
        "likes": 13,
        "amount": 3
    }
]